{
  "name": [
    "ana",
    "ashe",
    "baptiste",
    "bastion",
    "brigitte",
    "cassidy",
    "dva",
    "doomfist",
    "echo",
    "genji",
    "hanzo",
    "junkrat",
    "lucio",
    "mei",
    "mercy",
    "moira",
    "orisa",
    "pharah",
    "reaper",
    "reinhardt",
    "roadhog",
    "sigma",
    "soldier-76",
    "sombra",
    "symmetra",
    "torbjorn",
    "tracer",
    "widowmaker",
    "winston",
    "wrecking-ball",
    "zarya",
    "zenyatta"
  ],
  "des": [
    "This Overwatch stalwart has emerged from years of seclusion to defend a new generation.",
    "The leader of the notorious Deadlock Gang menaces the American Southwest.",
    "An elite combat medic armed with an arsenal of experimental healing devices.",
    "A transforming robot who explores the world; fascinated by nature, but wary of humanity.",
    "An armored warrior, searching for adventure and the chance to help those in need.",
    "An outlaw gunslinger who doles out justice on his own terms.",
    "A former pro gamer who now pilots a state-of-the-art mech in defense of her homeland.",
    "A tactician who uses his intelligence, charisma and brute force to build a stronger world.",
    "An evolutionary robot programmed with rapidly adapting artificial intelligence, Echo represents the cutting edge of technology.",
    "A cyborg ninja and deadly warrior who has found peace with his mechanical body.",
    "A lethal bowman and assassin without peer.",
    "An explosives-obsessed freak who lives to cause chaos and destruction.",
    "An international celebrity who fights for social change through his music and actions.",
    "A specialist in weather manipulation who has taken up the fight to preserve the environment.",
    "A guardian angel, peerless healer, brilliant medical researcher, and staunch advocate for peace.",
    "A brilliant geneticist who pursues scientific discovery unburdened by ethics.",
    "A mechanical peacekeeper, built to defend the people of Numbani.",
    "A decorated soldier who patrols the skies in her experimental Raptora combat suit.",
    "A mercenary and ruthless killer who hunts the former agents of Overwatch.",
    "A champion of a bygone age, who lives by the knightly codes of valor, justice, and courage.",
    "A ruthless killer with tremendous strength and a reputation for cruelty and wanton destruction.",
    "An eccentric astrophysicist transformed into a living weapon by an orbital experiment gone awry.",
    "A vigilante who will stop at nothing to bring the enemies of Overwatch to justice.",
    "A notorious hacker, on the hunt for secrets—and the power they bring.",
    "An architech who manipulates hard-light constructs to build her perfect, ordered world.",
    "An ingenious engineer who forges weapons systems on the battlefield.",
    "A former Overwatch agent, time-jumping adventurer, and irrepressible force for good.",
    "A perfect assassin: patient, ruthlessly efficient, and without emotion or remorse.",
    "A super-intelligent, genetically engineered gorilla, scientist, and champion for humanity's potential.",
    "This rolling tank is piloted by a genetically-engineered hamster from the moon.",
    "One of the world's strongest women, who sacrificed personal glory to protect her country.",
    "An omnic monk who wanders the world in search of spiritual enlightenment."
  ]
}
